/*
 Navicat Premium Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 50173
 Source Host           : localhost:3306
 Source Schema         : mt-store

 Target Server Type    : MySQL
 Target Server Version : 50173
 File Encoding         : 65001

 Date: 13/06/2020 11:40:29
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for jn_area
-- ----------------------------
DROP TABLE IF EXISTS `jn_area`;
CREATE TABLE `jn_area`  (
  `id` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '区域id',
  `parent_id` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `area_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `region_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `version` int(11) NULL DEFAULT NULL,
  `create_time` datetime NULL DEFAULT NULL,
  `update_time` datetime NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of jn_area
-- ----------------------------
INSERT INTO `jn_area` VALUES ('0', '', '全城', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('12466', '139', '世茂国际广场', '世茂国际广场', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('13072', '139', '丁豪广场', '丁豪广场', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('13167', '3120', '香港街', '香港街', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('13169', '3120', '眼明泉', '眼明泉', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('13171', '3120', '银座商城', '银座商城', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('13173', '3120', '绣水大街', '绣水大街', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('13175', '3120', '大学城', '大学城', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('13333', '141', '世购广场', '世购广场', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('13351', '141', '美里湖', '美里湖', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('13352', '141', '五院', '五院', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('13353', '141', '阳光100', '阳光100', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('13354', '141', '济南西站', '济南西站', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('13355', '141', '张庄路/森林公园', '张庄路/森林公园', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('13894', '139', '解放东路', '解放东路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('13895', '139', '高新会展中心', '高新会展中心', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('13896', '139', '齐鲁软件园', '齐鲁软件园', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('13897', '139', '窑头路', '窑头路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('139', '0', '历下区', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('140', '0', '市中区', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('141', '0', '槐荫区', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('142', '0', '天桥区', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('143', '0', '历城区', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('144', '0', '长清区', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('14492', '139', '趵突泉', '趵突泉', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('15031', '3231', '北方国贸', '北方国贸', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('15061', '3231', '加州步行街', '加州步行街', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('15062', '3231', '雪野旅游区', '雪野旅游区', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('15063', '3231', '银座', '银座', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('15064', '3231', '信誉楼', '信誉楼', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('15065', '3231', '大润发', '大润发', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('15066', '3231', '青草河美食街', '青草河美食街', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('15067', '3231', '西关', '西关', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('15068', '3231', '馨百', '馨百', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('16123', '143', '祝甸', '祝甸', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('16264', '143', '山大路', '山大路', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('16275', '143', '全福立交桥', '全福立交桥', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('16856', '140', '鲁能领秀城贵和', '鲁能领秀城贵和', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('18138', '3231', '龙潭东大街', '龙潭东大街', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('18156', '3231', '汶河大道', '汶河大道', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('18178', '3231', '孙故事步行街', '孙故事步行街', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('18181', '3231', '一品巷', '一品巷', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('18266', '3231', '青草河公园', '青草河公园', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('19440', '142', 'k88名泉广场', 'k88名泉广场', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('19441', '142', '堤口路', '堤口路', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('19795', '3123', '宏盛购物广场', '宏盛购物广场', 0, '2020-06-13 10:58:37', '2020-06-13 10:58:37');
INSERT INTO `jn_area` VALUES ('19796', '3123', '商中路', '商中路', 0, '2020-06-13 10:58:37', '2020-06-13 10:58:37');
INSERT INTO `jn_area` VALUES ('19798', '3123', '明辉路', '明辉路', 0, '2020-06-13 10:58:37', '2020-06-13 10:58:37');
INSERT INTO `jn_area` VALUES ('19799', '3121', '平阴县中心城区', '平阴县中心城区', 0, '2020-06-13 10:54:17', '2020-06-13 10:54:17');
INSERT INTO `jn_area` VALUES ('19801', '3122', '新名仁时代广场', '新名仁时代广场', 0, '2020-06-13 10:56:44', '2020-06-13 10:56:44');
INSERT INTO `jn_area` VALUES ('24177', '139', '宽厚里', '宽厚里', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('24548', '140', '绿地中心', '绿地中心', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('26697', '3120', '百脉泉公园', '百脉泉公园', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('26741', '144', '长清大学城', '长清大学城', 0, '2020-06-13 10:52:32', '2020-06-13 10:52:32');
INSERT INTO `jn_area` VALUES ('27142', '141', '连城广场', '连城广场', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('27191', '143', '唐冶', '唐冶', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('27284', '139', '高新万达广场', '高新万达广场', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('27619', '3232', '环南湖', '环南湖', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('27646', '3232', '钢城银座', '钢城银座', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('27647', '3232', '新兴广场', '新兴广场', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('27648', '3232', '鲁百商厦', '鲁百商厦', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('27713', '143', '山东建筑大学', '山东建筑大学', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('27952', '142', '长途汽车总站', '长途汽车总站', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('28495', '3122', '澄波湖风景区', '澄波湖风景区', 0, '2020-06-13 10:56:44', '2020-06-13 10:56:44');
INSERT INTO `jn_area` VALUES ('28499', '3122', '济阳县中心城区', '济阳县中心城区', 0, '2020-06-13 10:56:44', '2020-06-13 10:56:44');
INSERT INTO `jn_area` VALUES ('28527', '3122', '曲堤镇', '曲堤镇', 0, '2020-06-13 10:56:44', '2020-06-13 10:56:44');
INSERT INTO `jn_area` VALUES ('28637', '3232', '中心公园', '中心公园', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('28694', '3232', '鑫利不锈钢公司', '鑫利不锈钢公司', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('29634', '144', '牛毛洞', '牛毛洞', 0, '2020-06-13 10:52:32', '2020-06-13 10:52:32');
INSERT INTO `jn_area` VALUES ('29647', '144', '小清河湿地公园', '小清河湿地公园', 0, '2020-06-13 10:52:32', '2020-06-13 10:52:32');
INSERT INTO `jn_area` VALUES ('29708', '144', '五峰山', '五峰山', 0, '2020-06-13 10:52:32', '2020-06-13 10:52:32');
INSERT INTO `jn_area` VALUES ('29894', '3122', '崔寨客运站', '崔寨客运站', 0, '2020-06-13 10:56:44', '2020-06-13 10:56:44');
INSERT INTO `jn_area` VALUES ('30239', '144', '灵岩寺风景区', '灵岩寺风景区', 0, '2020-06-13 10:52:32', '2020-06-13 10:52:32');
INSERT INTO `jn_area` VALUES ('30418', '3123', '商中路青年路交叉口', '商中路青年路交叉口', 0, '2020-06-13 10:58:37', '2020-06-13 10:58:37');
INSERT INTO `jn_area` VALUES ('30419', '3123', '商河县粮食局', '商河县粮食局', 0, '2020-06-13 10:58:37', '2020-06-13 10:58:37');
INSERT INTO `jn_area` VALUES ('30421', '3123', '商河县邮政局', '商河县邮政局', 0, '2020-06-13 10:58:37', '2020-06-13 10:58:37');
INSERT INTO `jn_area` VALUES ('30692', '142', '大明湖西南门', '大明湖西南门', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('3120', '0', '章丘区', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('3121', '0', '平阴县', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('3122', '0', '济阳区', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('3123', '0', '商河县', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('31779', '3120', '双山大街', '双山大街', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('31856', '3120', '刁镇', '刁镇', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('31858', '3120', '明水经济开发区', '明水经济开发区', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('31860', '3120', '张家村', '张家村', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('31887', '3120', '朱家峪景区', '朱家峪景区', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('31889', '3120', '圣井商场', '圣井商场', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('31891', '3120', '世纪西路', '世纪西路', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('31893', '3120', '桃花山', '桃花山', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('31898', '3120', '经十东路', '经十东路', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('31996', '3120', '济青路', '济青路', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('31998', '3120', '章丘火车站', '章丘火车站', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('32000', '3120', '章丘汽车站', '章丘汽车站', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('32002', '3120', '文博中心', '文博中心', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('32004', '3120', '埠村街道办事处', '埠村街道办事处', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('32006', '3120', '明水街道办事处柳沟村', '明水街道办事处柳沟村', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('32008', '3120', '南栗园村', '南栗园村', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('32010', '3120', '桃花山公园', '桃花山公园', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('32012', '3231', '龙潭西大街', '龙潭西大街', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('32013', '3231', '鲁中东大街', '鲁中东大街', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('32014', '3231', '赢牟东大街', '赢牟东大街', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('32015', '3231', '羊里镇大舟山旅游景区', '羊里镇大舟山旅游景区', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('32016', '3231', '长勺北路新市医院', '长勺北路新市医院', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('32017', '3231', '大桥南路骏龙广场', '大桥南路骏龙广场', 0, '2020-06-13 10:59:21', '2020-06-13 10:59:21');
INSERT INTO `jn_area` VALUES ('32172', '3232', '火车站与汽车站', '火车站与汽车站', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('32173', '3232', '人民医院寨子分院', '人民医院寨子分院', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('32174', '3232', '植物园与双凤山公园', '植物园与双凤山公园', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('32175', '3232', '钢城科技艺术培训学校', '钢城科技艺术培训学校', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('32176', '3232', '莱钢医院', '莱钢医院', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('32177', '3232', '风景区', '风景区', 0, '2020-06-13 10:59:56', '2020-06-13 10:59:56');
INSERT INTO `jn_area` VALUES ('32223', '3122', '孙耿镇', '孙耿镇', 0, '2020-06-13 10:56:44', '2020-06-13 10:56:44');
INSERT INTO `jn_area` VALUES ('32224', '3122', '回河镇', '回河镇', 0, '2020-06-13 10:56:44', '2020-06-13 10:56:44');
INSERT INTO `jn_area` VALUES ('32225', '3122', '垛石镇', '垛石镇', 0, '2020-06-13 10:56:44', '2020-06-13 10:56:44');
INSERT INTO `jn_area` VALUES ('3231', '0', '莱芜区', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('3232', '0', '钢城区', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('32691', '141', '省立医院', '省立医院', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('32692', '141', '腊山立交桥', '腊山立交桥', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('35572', '139', '历山路', '历山路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('35573', '139', '老东门', '老东门', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('35574', '140', '经七路', '经七路', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('35575', '140', '济南大学', '济南大学', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('35576', '143', '南部山区', '南部山区', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('35589', '141', '省肿瘤医院', '省肿瘤医院', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('35590', '143', '王舍人/新东站', '王舍人/新东站', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('35591', '143', '济钢', '济钢', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('35593', '142', '山大二院', '山大二院', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('35594', '139', '奥体中路', '奥体中路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('35595', '139', '齐鲁医院东院', '齐鲁医院东院', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('35596', '143', '将军路/翻译学院', '将军路/翻译学院', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('35599', '139', '文化西路', '文化西路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('35600', '139', '省博/转山西路', '省博/转山西路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('35605', '139', '花园路', '花园路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('35612', '143', '山大北路', '山大北路', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('35649', '139', '历下大润发', '历下大润发', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('35650', '139', '财经大学东校', '财经大学东校', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('35939', '140', '老商埠', '老商埠', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('35944', '140', '经一路', '经一路', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('36003', '139', '泉城公园', '泉城公园', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('36005', '139', '齐鲁医院', '齐鲁医院', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('36006', '140', '趵突泉南门', '趵突泉南门', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('36041', '139', '商贸学校', '商贸学校', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('36133', '142', '交通学院', '交通学院', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('36136', '139', '历山东路', '历山东路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('36137', '142', '天桥东', '天桥东', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('36185', '142', '动物园/师范路', '动物园/师范路', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('36186', '142', '蓝翔路', '蓝翔路', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('36376', '142', '明湖西路', '明湖西路', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('36384', '140', '中山公园', '中山公园', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('36385', '139', '山大路南口', '山大路南口', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('36386', '141', '发祥巷', '发祥巷', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('36387', '140', '经二路', '经二路', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('36388', '142', '小清河/盖世物流', '小清河/盖世物流', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('36389', '142', '山东科技大学', '山东科技大学', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('36390', '142', '华联/保利中心', '华联/保利中心', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('36395', '139', '棋盘街', '棋盘街', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('36425', '142', '天桥医院', '天桥医院', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('36434', '139', '解放阁', '解放阁', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('36435', '139', '解放桥', '解放桥', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('36436', '140', '省眼科医院', '省眼科医院', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('36549', '142', '天桥街', '天桥街', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('36650', '143', '遥墙国际机场', '遥墙国际机场', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('36673', '139', '全运村中央广场', '全运村中央广场', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('37713', '143', '汉峪金谷', '汉峪金谷', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('37774', '140', '阳光舜城', '阳光舜城', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('37908', '140', '天桥南', '天桥南', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('38445', '3120', '白云湖', '白云湖', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('38501', '3120', '文祖', '文祖', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('38590', '3120', '辛寨', '辛寨', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('38729', '3123', '孙子兵法城', '孙子兵法城', 0, '2020-06-13 10:58:37', '2020-06-13 10:58:37');
INSERT INTO `jn_area` VALUES ('38766', '3120', '相公', '相公', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('38772', '3120', '普集', '普集', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('38807', '3120', '垛庄', '垛庄', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('38989', '3120', '龙山', '龙山', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('39128', '3120', '绣惠', '绣惠', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('39180', '3120', '宁家埠', '宁家埠', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('39184', '3120', '枣园', '枣园', 0, '2020-06-13 10:53:49', '2020-06-13 10:53:49');
INSERT INTO `jn_area` VALUES ('4809', '140', '舜耕国际会展中心', '舜耕国际会展中心', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('4810', '140', '青龙小区', '青龙小区', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('5421', '139', '芙蓉街', '芙蓉街', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('5422', '139', '恒隆广场', '恒隆广场', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('5423', '139', '朝山街', '朝山街', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('5424', '139', '佛山街', '佛山街', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('5425', '139', '山师东路', '山师东路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('5426', '139', '文化东路', '文化东路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('5427', '143', '山大南路', '山大南路', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('5428', '139', '银座新天地', '银座新天地', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('5429', '139', '泺源大街', '泺源大街', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('5431', '140', '中华小吃城', '中华小吃城', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('5432', '140', '万达广场', '万达广场', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('5433', '140', '大众广场', '大众广场', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('5434', '140', '杆石桥', '杆石桥', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('5435', '140', '伟东新都', '伟东新都', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('5436', '140', '阳光新路', '阳光新路', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('5437', '141', '和谐广场', '和谐广场', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('5438', '142', '缤纷五洲', '缤纷五洲', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('5439', '142', '泺口', '泺口', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('5440', '143', '二环东路', '二环东路', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('5441', '139', '奥体中心', '奥体中心', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('5442', '139', '工业南路', '工业南路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('5900', '0', '高新区', NULL, 0, '2020-06-13 10:33:36', '2020-06-13 10:33:36');
INSERT INTO `jn_area` VALUES ('8232', '144', '长清城区', '长清城区', 0, '2020-06-13 10:52:32', '2020-06-13 10:52:32');
INSERT INTO `jn_area` VALUES ('8233', '140', '八一银座', '八一银座', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('9218', '140', '中海环宇城', '中海环宇城', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('941', '139', '大明湖', '大明湖', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('942', '139', '泉城广场', '泉城广场', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('943', '139', '燕山地区', '燕山地区', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('944', '139', '解放路', '解放路', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('945', '139', '千佛山公园', '千佛山公园', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');
INSERT INTO `jn_area` VALUES ('946', '140', '大观园', '大观园', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('947', '140', '体育中心', '体育中心', 0, '2020-06-13 10:44:39', '2020-06-13 10:44:39');
INSERT INTO `jn_area` VALUES ('948', '141', '西市场', '西市场', 0, '2020-06-13 10:45:08', '2020-06-13 10:45:08');
INSERT INTO `jn_area` VALUES ('949', '142', '火车站', '火车站', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('950', '142', '北园大街', '北园大街', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('951', '142', '无影山', '无影山', 0, '2020-06-13 10:47:14', '2020-06-13 10:47:14');
INSERT INTO `jn_area` VALUES ('952', '143', '洪家楼', '洪家楼', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('953', '143', '华龙路沿线', '华龙路沿线', 0, '2020-06-13 10:48:33', '2020-06-13 10:48:33');
INSERT INTO `jn_area` VALUES ('9669', '139', '玉函银座', '玉函银座', 0, '2020-06-13 10:43:48', '2020-06-13 10:43:48');

SET FOREIGN_KEY_CHECKS = 1;
