/*
 Navicat Premium Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 50726
 Source Host           : localhost:3306
 Source Schema         : mt-store

 Target Server Type    : MySQL
 Target Server Version : 50726
 File Encoding         : 65001

 Date: 23/07/2020 05:49:52
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for ta_area
-- ----------------------------
DROP TABLE IF EXISTS `ta_area`;
CREATE TABLE `ta_area`  (
  `id` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '区域id',
  `parent_id` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `area_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `region_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `version` int(11) NULL DEFAULT NULL,
  `create_time` datetime(0) NULL DEFAULT NULL,
  `update_time` datetime(0) NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of ta_area
-- ----------------------------
INSERT INTO `ta_area` VALUES ('0', '0', '全城', NULL, 0, '2020-07-22 21:26:15', '2020-07-22 21:26:15');
INSERT INTO `ta_area` VALUES ('14863', '3228', '新合作购物广场', '新合作购物广场', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('14865', '3228', '江南水街', '江南水街', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('14867', '3228', '新城路', '新城路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('14869', '3228', '长山街', '长山街', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('15367', '3227', '东方时代广场', '东方时代广场', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('15397', '3227', '银座钻石铭厦', '银座钻石铭厦', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('15401', '3227', '顺河路', '顺河路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('15407', '3227', '电视塔不夜城', '电视塔不夜城', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('15409', '3227', '北园', '北园', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('17265', '3227', '丽苑小区', '丽苑小区', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('17267', '3227', '莲花山风景区', '莲花山风景区', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('17269', '3227', '新汶', '新汶', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('17271', '3227', '青云大厦', '青云大厦', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('17273', '3227', '银河路', '银河路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('17305', '3227', '东周路', '东周路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('17307', '3227', '向阳路', '向阳路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('19199', '3225', '万达广场西区', '万达广场西区', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('19575', '3230', '金汇街', '金汇街', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('19576', '3230', '西华联', '西华联', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('20921', '3229', '宁阳县中心城区', '宁阳县中心城区', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('25316', '3225', '科山路银座商城', '科山路银座商城', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('26199', '3225', '淘你欢广场', '淘你欢广场', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('26608', '3228', '银座商城', '银座商城', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('26610', '3228', '春秋古城', '春秋古城', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('26614', '3228', '泰西中学', '泰西中学', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('27617', '3225', '老县衙', '老县衙', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('27618', '3225', '山东农业大学南校区', '山东农业大学南校区', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('27806', '3225', '新华城', '新华城', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('28301', '3228', '信业大厦', '信业大厦', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('28948', '3228', '王瓜店镇', '王瓜店镇', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('29795', '3230', '贯中大道', '贯中大道', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('29832', '3230', '105国道', '105国道', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('29947', '3228', '石横镇', '石横镇', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('29962', '3230', '明湖中学', '明湖中学', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('29994', '3228', '孙伯镇', '孙伯镇', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('3225', '0', '泰山区', NULL, 0, '2020-07-22 21:26:15', '2020-07-22 21:26:15');
INSERT INTO `ta_area` VALUES ('3226', '0', '岱岳区', NULL, 0, '2020-07-22 21:26:15', '2020-07-22 21:26:15');
INSERT INTO `ta_area` VALUES ('3227', '0', '新泰市', NULL, 0, '2020-07-22 21:26:15', '2020-07-22 21:26:15');
INSERT INTO `ta_area` VALUES ('3228', '0', '肥城市', NULL, 0, '2020-07-22 21:26:15', '2020-07-22 21:26:15');
INSERT INTO `ta_area` VALUES ('3229', '0', '宁阳县', NULL, 0, '2020-07-22 21:26:15', '2020-07-22 21:26:15');
INSERT INTO `ta_area` VALUES ('3230', '0', '东平县', NULL, 0, '2020-07-22 21:26:15', '2020-07-22 21:26:15');
INSERT INTO `ta_area` VALUES ('35586', '3225', '创业大街', '创业大街', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('35625', '3225', '东湖银座', '东湖银座', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('35665', '3225', '天外村/泰山医学院', '天外村/泰山医学院', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('35920', '3225', '通天街', '通天街', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('36004', '3226', '高新区/大学城', '高新区/大学城', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('36374', '3225', '万达广场东区', '万达广场东区', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('37375', '3225', '方特欢乐世界', '方特欢乐世界', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('38527', '3226', '大汶口镇', '大汶口镇', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('6659', '3225', '火车站广场', '火车站广场', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('6660', '3225', '银座城市广场', '银座城市广场', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('6661', '3225', '大润发', '大润发', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('6662', '3225', '市政广场', '市政广场', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('6663', '3225', '金桥服装城', '金桥服装城', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('6664', '3225', '宝龙城市广场', '宝龙城市广场', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('6665', '3225', '银泰中心', '银泰中心', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('6667', '3225', '云海美食城', '云海美食城', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('6668', '3225', '东湖公园', '东湖公园', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('6669', '3225', '擂鼓石大街', '擂鼓石大街', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('6670', '3225', '岱庙', '岱庙', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('7335', '3225', '长途汽车站', '长途汽车站', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('7433', '3225', '温州步行街', '温州步行街', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('7531', '3225', '泰山大街', '泰山大街', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('7627', '3225', '岱宗银座', '岱宗银座', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('7630', '3225', '花园银座', '花园银座', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('7654', '3225', '银座奥特莱斯', '银座奥特莱斯', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('7657', '3225', '齐鲁银座', '齐鲁银座', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('7673', '3225', '中百商厦', '中百商厦', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('7679', '3225', '校场街', '校场街', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8562', '3225', '财源街', '财源街', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8563', '3225', '灵山大街', '灵山大街', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8564', '3225', '龙潭路', '龙潭路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8565', '3225', '青年路', '青年路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8566', '3225', '岱道庵路', '岱道庵路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8567', '3225', '红门路', '红门路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8568', '3225', '新汽车站', '新汽车站', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8569', '3226', '长城路', '长城路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8570', '3225', '南湖路', '南湖路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8571', '3225', '文化路', '文化路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8572', '3225', '迎胜路', '迎胜路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');
INSERT INTO `ta_area` VALUES ('8573', '3225', '科山路', '科山路', 0, '2020-07-22 21:33:08', '2020-07-22 21:33:08');

SET FOREIGN_KEY_CHECKS = 1;
